[
  {
    "id": 1,
    "writer": "Armando Dippet",
    "cover": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/201506/teethstory_647_061215061334.jpg",
    "title": "How to Whiten My Teeth",
    "description": "Brush with baking sodaBaking soda has natural whitening properties, which is why it’s a popular ingredient in commercial toothpaste. Science has not yet proven that brushing with plain baking soda will whiten your teeth, but several studies show that toothpaste containing baking soda has a significant whitening effect. Use Hydrogen Peroxide. Hydrogen peroxide is a natural bleaching agent that also kills bacteria in your mouth. Eat fruits and vegetables. A diet high in fruits and vegetables may be good for both your body and your teeth. Limit staining foods and beverages. Get plenty of calcium in your diet. Some tooth discoloration is caused by enamel eroding and exposing the dentin underneath, which is yellow. Brushing with powdered charcoal supposedly also pulls toxins from the mouth and removes stains from teeth.",
    "rating": 3.5
  },
  {
    "id": 2,
    "writer": "Pheanas Negllius",
    "cover": "https://www.newbeauty.com/wp-content/uploads/2021/09/face.png",
    "title": "How to Get Rid of Yellow Teeth",
    "description": "Changes in the color of your teeth may be subtle and happen gradually. Some yellow color may be inevitable. Brush your teeth. Your first plan of action should be to brush your teeth more often and in the correct manner. It’s especially important that you brush after consuming foods and drinks that can lead to yellow teeth. Coconut oil pulling. Coconut oil pulling is said to remove plaque and bacteria from the mouth, which helps to whiten teeth. Always shop for a high quality, organic oil, which you can purchase online, that doesn’t contain harmful ingredients. Use Apple cider vinegar Apple cider vinegar can be used in very small amounts to whiten teeth. Make a mouthwash by mixing 2 teaspoons of apple cider vinegar with 6 ounces of water. Swish the solution for 30 seconds. Then rinse with water and brush your teeth. Some people claim that rubbing lemon, orange, or banana peels on your teeth will make them whiter. It’s believed that the compound d-limonene and/or citric acid, which is found in some citrus fruit peels, will help to whiten your teeth. Gently rub the fruit peels on your teeth for about 2 minutes. Make sure to thoroughly rinse out your mouth and brush your teeth afterward. You can use activated charcoal to remove stains from your teeth. It’s believed that charcoal can remove pigments and stains from your teeth because it’s highly absorbent. It’s said to also get rid of bacteria and toxins in the mouth. Eating fruits and vegetables with a higher water content. It’s said that eating raw fruits and vegetables with a high-water content can help to keep your teeth healthy. The water content is thought to cleanse your teeth and gums of plaque and bacteria that lead to yellow teeth.",
    "rating": 4.8
  },
  {
    "id": 3,
    "writer": "Dr. Severus Maren",
    "cover": "https://media.istockphoto.com/photos/turmeric-powder-and-roots-picture-id965503302?k=20&m=965503302&s=612x612&w=0&h=BJJYONoZ5Osta4N7kyAR3yC1AWohd4dz87y3_XVIDPQ=",
    "title": "Can You Use Turmeric for Teeth Whitening?",
    "description": "Turmeric is a globally popular spice with origins and roots in Asia. It’s been used as a healing and herbal remedy for thousands of years. Today, turmeric is a popular home treatment for various minor health problems. It’s even found a place in home dental care for the purposes of teeth whitening. Using turmeric is safe, and it works better than other tooth treatments for some people. According to some dentists, public figures, and celebrities, turmeric helps whiten teeth. Turmeric is a completely natural product, which makes it a desirable alternative to less natural, commercial teeth whiteners. There are no studies yet that specifically analyze turmeric’s ability to whiten teeth. All of the current evidence is anecdotal. Where turmeric truly stands out is in its extra oral healthcare benefits. Turmeric is a well-known anti-inflammatory and antimicrobial herb, making it useful for home dental care. Trying turmeric as a teeth whitener is simple and can be done in a few ways. It’s recommended that you use it no more than once per day.",
    "rating": 2.9
  },
  {
    "id": 4,
    "writer": "Cho Marcone",
    "cover": "https://cdn.vox-cdn.com/thumbor/blpA6c_GqXH4C2ZA9bDUh_Qpy2s=/0x0:5472x3648/1200x800/filters:focal(2443x867:3317x1741)/cdn.vox-cdn.com/uploads/chorus_image/image/66328779/AdobeStock_118994494.0.jpeg",
    "title": "Why Coconut Oil Is Good for Your Teeth",
    "description": "Coconut oil is an edible oil extracted from coconut meat, and is one of the world’s richest plant-based sources of saturated fat. Coconut oil may help to attack harmful bacteria in the mouth that can cause bad breath, tooth decay, and gum disease. One randomized study in 60 people found a significant reduction in S. mutans bacteria from oil pulling with coconut oil (10 milliliters per day) for 2 weeks. This was comparable to using chlorhexidine, a common antibacterial ingredient found in standard mouth rinse. Current research shows that coconut oil may help to decrease plaque buildup on your teeth and reduce inflammation to fight gum disease. Oil pulling is a growing trend, but it’s not a new concept. In fact, the practice of oil pulling started in India thousands of years ago. Oil pulling is the act of swishing oil in your mouth for 15 to 20 minutes and then spitting it out. In other words, it’s like using oil as a mouthwash. While oil pulling with coconut oil can be a great addition to your oral hygiene routine, it should not be a replacement for standard mouth care.",
    "rating": 4.7
  },
  {
    "id": 5,
    "writer": "Peter John Marteen",
    "cover": "https://cdn.crello.com/api/media/medium/165600198/stock-photo-man-brushing-teeth",
    "title": "How to Remove Nicotine Stains from Your Teeth",
    "description": "Baking soda and peroxide. Rozenberg says brushing your teeth with baking soda and a few drops of peroxide can help whiten your teeth. She recommends adding a few drops of hydrogen peroxide to baking soda until it creates a paste. Then, use the paste like you would a commercial toothpaste. “The addition of hydrogen peroxide whitens your teeth even more than baking soda alone,” she explains. Before you try this method, Dr. Natalie Pennington, of Dentistry.com says to pay attention to how you make the paste and to not make it too abrasive or it may cause damage to the teeth. Her recommendation is to apply the paste and gently rub into enamel for 30 seconds. Brush after smoking. If you’re going to continue smoking, Pennington says you will need to be proactive in keeping your teeth white. “This includes brushing right after smoking to quickly remove tar and chemicals that can become embedded into the enamel, causing stain,” she explains.Mouthwash and brush. Another way to create a shiny look to your teeth, says Rozenberg is to hold mouthwash in your mouth and then start brushing your teeth, pushing the brush in past your closed lips. Basically, you’re brushing your teeth with the mouthwash. Rinse with hydrogen peroxide. Rozenberg says you can dilute a small amount (less than an ounce) of hydrogen peroxide with water, rinse your mouth, and after several seconds, spit it out, and thoroughly rinse with water. “This solution is an easy way to lighten yellow stains,” she explains.",
    "rating": 4.3
  }
]
